{
	"presidents": [
		{
			"name": "Callie Lewis",
			"image": "/src/lib/images/officers/Callie.png",
			"team_title": "President",
			"degree": ["Chemical Engineering", "Spanish"],
			"biography": "Callie Lewis is the president of the NASA Robotics Team and she is a 4th year Chemical Engineering major with a minor in Spanish. Callie's favorite memory within this club was going to NASA Kennedy Space Center her Freshman year!"
		}
	],
	"vice_presidents": [
		{
			"name": "Faith Stewart",
			"image": "/src/lib/images/officers/Faith.png",
			"team_title": "Vice President",
			"degree": ["Electrical Engineering", "Classics"],
			"biography": "Faith Stewart is the Vice President of the NASA Robotics Team and she is a third-year Electrical Engineering major and pursuing a minor in Classical Studies. Faith’s favorite memories within this club include the many of design reviews and being able to connect to the entire team as well as alumni!"
		}
	],
	"project_managers": [
		{
			"name": "Brandon McCune",
			"image": "/src/lib/images/officers/Brandon.png",
			"team_title": "Project Manager",
			"degree": ["Mechanical Engineering", "Mathematics"],
			"biography": "Brandon McCune is the Project Manager of the NASA Robotics Team and he is a second-year Mechanical Engineering major with a minor in Mathematics. Brandon's favorite memory within this club was being able to utilize CAD outside of the classroom on 22/23 bot DAISEE!"
		}
	],
	"treasurers": [
		{
			"name": "Jonathan Daus",
			"image": "/src/lib/images/officers/Jon.png",
			"team_title": "Treasurer",
			"degree": ["Mechanical Engineering"],
			"biography": "Jonathan Daus is the Treasurer of the NASA Robotics Team and he is a second-year Mechanical Engineering major. Jon’s favorite memory within this club was attending the 2022/2023 NASA Robotics Mining Competition at the University of Alabama!"
		}
	],
	"officers": [
		{
			"name": "Jacob Lewis",
			"image": "/src/lib/images/officers/Jacob.png",
			"team_title": "Mechanical Officer",
			"degree": ["Mechanical Engineering"],
			"biography": "Jacob Lewis is the Mechanical Officer of the NASA Robotics Team and he is a third-year Mechanical Engineering major. Jacob's favorite memory within this club was leading the Mechanical Team in Alabama at the 2022/2023 NASA Robotics Mining Competition along with that he enjoyed to trip to Florida for the 2021/2022 Competition at NASA Kennedy Space Center!"
		},
		{
			"name": "Lane Cline",
			"image": "/src/lib/images/officers/Lane.png",
			"team_title": "Electrical Officer",
			"degree": ["Electrical Engineering", "History"],
			"biography": "Lane Cline is the Electrical Officer of the NASA Robotics Team and he is a third-year Electrical Engineering major and pursing a minor in history. Lane’s favorite memory within this club was wiring the electrical system while at the University of Alabama and getting to participate at the 2022/2023 NASA Robotics Mining Competition!"
		},
		{
			"name": "James Nestor",
			"image": "",
			"placeholder": "/src/lib/images/officers/James.png",
			"team_title": "Software Officer",
			"degree": ["Computer Science", "Applied Mathematics"],
			"biography": "James Nestor is the Software Officer of the NASA Robotics Team and he is a Computer Science major and pursing a minor in Applied Mathematics. James’s favorite memory within this club was being able to work with the entire team and alumni to create the software for BRANDEE!"
		}
	],
	"leads": [
		{
			"name": "Nick Seiler",
			"image": "/src/lib/images/officers/Nick.png",
			"team_title": "Mechanical Lead",
			"degree": ["Mechanical Engineering", "Mathematics"],
			"biography": "Nick Seiler is the new Mechanical Lead of the NASA Robotics Team and he is a second-year Mechanical Engineering major and pursing a minor in Mathematics. Nick’s favorite memory within this club was being able to volunteer and be a judge at multiple VEX Robotics Events!🚀"
		},
		{
			"name": "Jackson Stillwagon",
			"image": "/src/lib/images/officers/Jackson.png",
			"team_title": "Software Lead",
			"degree": ["Electrical Engineering"],
			"biography": "Jackson Stillwagon is one of the new Software Leads of the NASA Robotics Team and he is a second-year Electrical Engineering major. Jackson's favorite memory within this club was attending Robsgiving this year with the entire Software Team!"
		},
		{
			"name": "Nathan O’Brien",
			"image": "/src/lib/images/officers/Nate.png",
			"team_title": "Software Lead",
			"degree": ["Computer Engineering", "Computer Science"],
			"biography": "Nathan O’Brien is one of the new Software Leads of the NASA Robotics Team and he is a second-year Computer Engineering major and pursing a minor in Computer Science. Nathan’s favorite memory within this club was programming RoboFett to dance and play a Billie Joel song!"
		}
	],
	"members": []
}
