[
	{
		"image": "/src/lib/images/PiRATE.jpg",
		"name": "PiRATE",
		"acronym": "Piloted Robotic All Terrain Excavator",
		"description": "Here is our very first robot, PiRATE, who placed 6th out of 44 teams competing. We've come a long way since then, but you can still see similarities with our recent robots!",
		"year": "2011-2012"
	},
	{
		"image": "/src/lib/images/STACEE.jpg",
		"name": "STACEE",
		"acronym": "Systematic Technical Automaton Collecting Extraterrestrial Elements",
		"description": "In 2013 our robot STACEE placed 10th out of 50 teams. The team also won 3rd place in the slide presentation!",
		"year": "2012-2013"
	},
	{
		"image": "/src/lib/images/CHRISTEE.png",
		"acronym": "Collecting Humanoid Robotic Interplanetary System for Terrestrial Excavation and Exploration",
		"name": "CHRISTEE",
		"description": "Christee is our cherished 2015 robot who performed exceedingly well! She is our exemplary robot who joins us in all of our outreach events.",
		"year": "2015-2016"
	},
	{
		"image": "/src/lib/images/SPACEE.png",
		"acronym": "Systematic Piloted Automaton Collecting Extraterrestrial Elements",
		"name": "SPACEE",
		"description": "Spacee was out 2017 robot that is a derivative of our previous robots with some new innovative features.",
		"year": "2016-2017"
	},
	{
		"image": "/src/lib/images/ROCKEE.jpg",
		"acronym": "Robust Operational Collector Kinematically Excavating Elements",
		"name": "ROCKEE",
		"description": "Our 2018 robot, ROCKEE, placed 5th out of 44 teams competing! We also won third place for both outreach and our systems engineering paper!",
		"year": "2017-2018"
	},
	{
		"image": "/src/lib/images/audree.JPG",
		"acronym": "Autonomous Drum Rotating Extraterrestrial Excavator",
		"name": "AUDREE",
		"description": "In 2019 the team placed 2nd out of 46 teams in the NASA competition, with 1st place in outreach and 4th place in systems engineering! Here is our 2019 robot AuDREE.",
		"year": "2018-2019"
	},
	{
		"image": "/src/lib/images/KATEE.png",
		"acronym": "Kinematic Autonomous Terrestrial Excavator for Elements",
		"name": "KATEE",
		"description": "Failure is not an option, words spoken not only for the work of NASA, but the work of our team. Although we encountered hardships with this robot and couldn't make it into the arena, we are still incredibly proud of the work everyone has contributed and being in the competition. As said by Walt Disney, Around here, however, we don't look backwards for very long. We keep moving forward, opening up new doors and doing new things, because we're curious...and curiosity keeps leading us down new paths.",
		"year": "2020-2021"
	},
	{
		"image": "/src/lib/images/DAISEE.png",
		"acronym": "Dexterous Autonomous Interplanetary System for Excavation and Exploration",
		"name": "DAISEE",
		"description": "Daisee was the 2022-2023 robot, and we are proud at the innovation and hard work that went into this robot. We are excited to see what the future holds for our team and our robots!",
		"year": "2022-2023"
	},
	{
		"image": "/src/lib/images/BRANDEE.jpg",
		"acronym": "Building Robot Autonomously Navigated to Dig, Elevate, and Erect",
		"name": "BRANDEE",
		"description": "Brandee is our 2023-2024 robot, using quite a few new features and designs. We are excited to see how she performs in the competition!",
		"year": "2023-2024"
	}
]
